---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.MultiReferenceAnnotationFailures
source: html/d471dd06-704f-9e60-51a7-c22b36097c72.htm
---
# BuiltInFailures.MultiReferenceAnnotationFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.